Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: There are %s user attribute fields in this token table
ca_es: Hi ha %s camps d'atributs d'usuari en aquesta taula de tokens

source: Number of attribute fields to add:
ca_es: Nombre de camps d'atribut a afegir:

source: Add fields
ca_es: Afegir camps

source: Show token summary
ca_es: Mostrar el sumari dels tokens

source: Manage additional attribute fields
ca_es: Administrar camps d'atributs adicionals

source: Import tokens from CSV file
ca_es: Importar els tokens des d'un arxiu CSV

source: Import tokens from LDAP query
ca_es: Importar els tokens des d'una base de dades LDAP

source: Export tokens to CSV file
ca_es: Exportar els tokens a un arxiu CSV

source: Edit email templates
ca_es: Editar les plantilles dels correus electrònics

source: Send email invitation
ca_es: Enviar invitació per correu electrònic

source: Generate tokens
ca_es: Generar tokens

source: Central participant database/panel
ca_es: Panell de control de la base de dades central de participants

source: Delete tokens table
ca_es: Esborrar taula de tokens

source: Show help
ca_es: Mostrar l'ajuda

source: Stop this survey
ca_es: Atura aquesta enquesta

source: READ THIS CAREFULLY BEFORE PROCEEDING
ca_es: LLEGEIXI AIXÒ AMB ATENCIÓ ABANS DE CONTINUAR

source: There are two ways to stop a survey. Please read carefully on the two options below and choose the right one for you.
ca_es: Hi ha dues maneres d'aturar una enquesta. Llegiu atentament les dues opcions següents i escolliu la que sigui correcte.

source: Expiration
ca_es: Venciment

source: Deactivation
ca_es: Desactivació

source: No responses are lost.
ca_es: No s'ha perdut cap resposta.

source: No participant information lost.
ca_es: No s'ha perdut informació del participant.

source: Ability to change of questions, groups and parameters is still limited.
ca_es: L'habilitat de canviar preguntes, grups i paràmetres és encara limitada.

source: An expired survey is not accessible to participants (they only see a message that the survey has expired).
ca_es: Les enquestes que han vençut no són accessibles als participants (només veuen un missatge que informa que l'enquesta ha vençut)

source: It's still possible to perform statistics on responses using LimeSurvey.
ca_es: Es poden fer estadístiques de les respostes amb LimeSurvey.

source: All responses are not accessible anymore with LimeSurvey).
ca_es: Totes les respostes ja no són accessibles amb Lime Survey).

source: Your response table will be renamed to:
ca_es: La seva taula de respostes serà reanomenada a:

source: All participant information is lost.
ca_es: Tota la informació del participant s'ha perdut.

source: A deactivated survey is not accessible to participants (only a message appears that they are not permitted to see this survey).
ca_es: Una enquesta desactivada no és accessible als participants (només apareix un missatge dient que no tenen permís per veure aquesta enquesta).

source: All questions, groups and parameters are editable again.
ca_es: Totes les preguntes, grups i paràmetres tornen a ser editables.

source: Export survey results
ca_es: Exporta el resultat de l'enquesta

source: You should export your responses before deactivating.
ca_es: És necessari exportar les vostres repostes abans de desactivar.

source: Expire survey
ca_es: Expirar enquesta

source: Deactivate survey
ca_es: Desactivar enquesta

source: Deactivate Survey
ca_es: Desactivar Enquesta

source: Survey Has Been Deactivated
ca_es: L'enquesta ha estat desactivada

source: The responses to this survey are no longer available using LimeSurvey.
ca_es: Les respostes d'aquesta enquesta ja no estan disponibles per a LimeSurvey.

source: The responses table has been renamed to:
ca_es: La taula de respostes ha estat renombrada a:

source: The tokens table associated with this survey has been renamed to:
ca_es: La taula de tokens associada a aquesta enquesta ha estat renombrada a:

source: The response timings table has been renamed to:
ca_es: La taula de temps de resposta s'ha renombrat a:

source: You should note the name(s) of the table(s) in case you need to access this information later.
ca_es: És necessari que anoteu el/s nom/s de la/es taula/es per si de cas necessiteu accedir a aquesta informació més tard.

source: Note: If you deactivated this survey in error, it is possible to restore this data easily if you do not make any changes to the survey structure. See the LimeSurvey documentation for further details
ca_es: Nota: Si ha desactivat aquesta enquesta per error, és possible restaurar les dades fàcilment si no es fa cap canvi a l'estructura de l'enquesta. Mirar a la documentació de LimeSurvey per més detalls

source: Parameter
ca_es: Paràmetre

source: Target question
ca_es: Pregunta destí

source: URL parameters
ca_es: Paràmetres de la URL

source: No parameters defined
ca_es: Cap paràmetre definit

source: Are you sure you want to delete this URL parameter?
ca_es: Està segur que vol eliminar aquest paràmetre de la URL?

source: You have to enter a valid parameter name.
ca_es: Heu d'entrar un nom de paràmetre vàlid.

source: Add URL parameter
ca_es: Afegir paràmetre URL

source: Edit URL parameter
ca_es: Editar paràmetre URL

source: Anonymized responses?
ca_es: Respostes anònimes?

source: You can't use Anonymized responses when Token-based answers persistence is enabled.
ca_es: No pot fer servir respostes anònimes quan estan habilitades les respostes persistents basades en tokens.

source: If you turn on the -Anonymized responses- option and create a tokens table, LimeSurvey will mark your completed tokens only with a 'Y' instead of date/time to ensure the anonymity of your participants.
ca_es: Si activeu la opció de "Respostes anònimes" i creeu la taula de tokens, LimeSurvey marcarà els tokens completats només amb "Y" en comptes de la data/hora, per tal d'assegurar l'anonimat dels participants.

source: Responses to this survey are NOT anonymized.
ca_es: Les respostes d'aquesta enquesta NO són anònimes.

source: Responses to this survey are anonymized.
ca_es: Les respostes d'aquesta enquesta son anònimes.

source: Cannot be changed
ca_es: No es pot modificar

source: With not anonymous survey: user can update his answer after completion, else user can add new answers without restriction.
ca_es: En una enquesta NO anònima: l'usuari pot actualitzar la seva resposta després de finalitzar l'enquesta; a més, l'usuari pot afegir noves respostes sense restricció.

source: Allow multiple responses or update responses with one token?
ca_es: Permetre respostes múltiples o bé actualizar les respostes amb un token?

source: Enable token-based response persistence?
ca_es: Activar la persistència basada en tokens?

source: This option can't be set if the `Anonymized responses` option is active.
ca_es: Aquesta opció no es pot activar si la opció de "Respostes anónimes" està activa.

source: Allow public registration?
ca_es: Permetre inscripció pública?

source: Use HTML format for token emails?
ca_es: Utilitzar el format HTML pels correus eletrònics dels tokens?

source: If you switch email mode, you'll have to review your email templates to fit the new format
ca_es: Si canvia al mode e-mail haurà de revisar les plantilles d'e-mail per adaptar-les al nou format

source: Send confirmation emails?
ca_es: Enviar correus de confirmació?

source: Set token length to:
ca_es: Establir la llargada del token a:

source: Base language:
ca_es: Idioma base:

source: Additional Languages
ca_es: Idiomes Addicionals

source: Remove
ca_es: Treure

source: Administrator:
ca_es: Administrador:

source: Admin email:
ca_es: Correu electrònic de l'administrador:

source: Bounce email:
ca_es: Correu electrònic de rebot:

source: Fax to:
ca_es: Fax:

source: This is the base language of your survey and it can't be changed later. You can add more languages after you have created the survey.
ca_es: Aquest és el llenguatge base de la seva enquesta i no es podrà canviar més endavant. Pot afegir més llenguatges després de crear l'enquesta.

source: *This setting cannot be changed later!
ca_es: *Aquesta característica no es podrà modificar més endavant!

source: Title
ca_es: Títol

source: Description:
ca_es: Descripció:

source: Welcome message:
ca_es: Missatge de benvinguda:

source: End message:
ca_es: Missatge final:

source: End URL:
ca_es: URL de sortida:

source: URL description:
ca_es: Descripció de la URL:

source: Date format:
ca_es: Format de la data:

source: Decimal mark:
ca_es: Marca decimal:

source: Bounce Email:
ca_es: Correu electrònic de rebot:

source: Files
ca_es: Arxius

source: Images
ca_es: Imatges

source: Browse Uploaded Resources
ca_es: Navegar pels Recursos Carregats

source: Export Resources As ZIP Archive
ca_es: Exportar Recursos Com A Arxiu ZIP

source: Please select a file to import!
ca_es: Si us plau, seleccioneu un fitxer a importar!

source: Select ZIP File:
ca_es: Esculli l'Arxiu ZIP:

source: Import Resources ZIP Archive
ca_es: Importar Arxiu de Recursos ZIP

source: Select survey structure file (*.lss, *.csv, *.txt) or survey archive (*.lsa):
ca_es: Seleccioneu un arxiu estructurat d'enquesta (*.lss, *.csv, *.txt) o un arxiu d'enquesta (*.lsa):

source: Convert resource links and INSERTANS fields?
ca_es: Convertir enllaços de recursos i camps INSERTANS?

source: Import survey
ca_es: Importar enquesta

source: Select survey to copy:
ca_es: Seleccionar l'enquesta a copiar:

source: New survey title:
ca_es: Nou títol d'enquesta:

source: Exclude quotas?
ca_es: Excloure quotes?

source: Exclude survey permissions?
ca_es: Excloure permissos d'enquesta?

source: Exclude answers?
ca_es: Excloure respostes?

source: Reset conditions/relevance?
ca_es: Reiniciar condicions/relevància?

source: Copy survey
ca_es: Copia l'enquesta

source: List survey publicly:
ca_es: Llistar l'enquesta públicament:

source: Start date/time:
ca_es: Data i hora d'inici:

source: Expiry date/time:
ca_es: Data i hora d’expiració:

source: Set cookie to prevent repeated participation?
ca_es: Establir galeta per prevenir la repetició de participació?

source: Use CAPTCHA for
ca_es: Utilitzar CAPTCHA per

source: Survey Access
ca_es: Accés a l'enquesta

source: Registration
ca_es: Registre

source: Save & Load
ca_es: Desar i Carregar

source: If you are using token functions or notifications emails you need to set an administrator email address.
ca_es: Si esteu fent servir funcions de tokens o notificacions per correu electrònic, heu de proporcionar una adreça de correu electrònic d'administrador.

source: Presentation & navigation
ca_es: Presentació i navegació

source: Publication & access control
ca_es: Publicació i control d'accés

source: Notification & data management
ca_es: Notificacions i gestió de dades

source: Import
ca_es: Importa

source: Copy
ca_es: Copiar

source: Panel integration
ca_es: Integració del panell

source: Resources
ca_es: Recursos

source: Question by Question
ca_es: Pregunta a Pregunta

source: Group by Group
ca_es: Grup per Grup

source: All in one
ca_es: Tot en un

source: Template:
ca_es: Plantilla:

source: Template Preview:
ca_es: Vista prèvia de la plantilla:

source: Template preview image
ca_es: Visualització prèvia de la plantilla

source: Show welcome screen?
ca_es: Voleu mostrar una pàgina de benvinguda?

source: Navigation delay (seconds):
ca_es: Demora en la navegació (segons):

source: Show [<< Prev] button
ca_es: Mostrar el botó [<< Anterior]

source: Show question index / allow jumping
ca_es: Mostra l'índex de preguntes / permet saltar

source: Keyboard-less operation
ca_es: Operació sense teclat

source: Show progress bar
ca_es: Mostra la barra de progrés

source: Participants may print answers?
ca_es: Els participants poden imprimir les enquestes?

source: Public statistics?
ca_es: Estadístiques públiques?

source: Show graphs in public statistics?
ca_es: Mostrar gràfics a les estadístiques públiques?

source: Automatically load URL when survey complete?
ca_es: Carregar automàticament la URL quan s'hagi completat l'enquesta?

source: Show "There are X questions in this survey"
ca_es: Mostrar "Hi ha X preguntes en aquesta enquesta"

source: Yes (Forced by the system administrator)
ca_es: Sí (forçat per l'administrador del sistema)

source: No (Forced by the system administrator)
ca_es: No (forçat per l'administrador del sistema)

source: Show group name and/or group description
ca_es: Mostra el nom i/o la descripció del grup

source: Show both (Forced by the system administrator)
ca_es: Mostra ambdós (forçat per l'administrador del sistema)

source: Show group name only (Forced by the system administrator)
ca_es: Mostra només el nom del grup (Forçat per l'administrador del sistema)

source: Show group description only (Forced by the system administrator)
ca_es: Mostra només la descripció del grup (Forçat per l'administrador del sistema)

source: Hide both (Forced by the system administrator)
ca_es: Amaga ambdós (forçat per l'administrador del sistema)

source: Show both
ca_es: Mostra ambdós

source: Show group name only
ca_es: Mostra només el nom del grup

source: Show group description only
ca_es: Mostra només la descripció del grup de preguntes

source: Hide both
ca_es: Amagar ambdós

source: Show question number and/or code
ca_es: Mostra el número i/o el codi de la pregunta

source: Show question number only (Forced by the system administrator)
ca_es: Mostra només el número de la pregunta (Forçat per l'administrador del sistema)

source: Show question code only (Forced by the system administrator)
ca_es: Mostra només el número i/o codi de la pregunta (forçat per l'administrador del sistema)

source: Show question number only
ca_es: Mostra només el número de la pregunta

source: Show question code only
ca_es: Mostra només el codi de la pregunta

source: Show "No answer"
ca_es: Mostra "Cap resposta"

source: Off (Forced by the system administrator)
ca_es: Desactivat (forçat per l'administrador del sistema)

source: On (Forced by the system administrator)
ca_es: Activat (forçat per l'administrador del sistema)

source: Send basic admin notification email to:
ca_es: Enviar el correu electrònic bàsic de notificació a l'administrador a la direcció:

source: Send detailed admin notification email to:
ca_es: Enviar el correu electrònic detallat de notificació a l'administrador a la direcció:

source: Date Stamp?
ca_es: Desar la Data?

source: Responses will not be date stamped.
ca_es: Les respostes no tindran registre de data.

source: Responses will be date stamped.
ca_es: Les respostes tindran registre de data.

source: Save IP Address?
ca_es: Voleu desar l'adreça IP?

source: Responses will not have the IP address logged.
ca_es: Les respostes no tindran registrada la Direcció IP

source: Responses will have the IP address logged
ca_es: Les respostes tindran registrada la Direcció IP

source: Save referrer URL?
ca_es: Voleu desar l'URL de referència?

source: Responses will not have their referring URL logged.
ca_es: Les respostes no registraran la URL referenciada.

source: Responses will have their referring URL logged.
ca_es: Les respostes registraran la URL referenciada.

source: Save timings?
ca_es: Desar temps?

source: Timings will not be saved.
ca_es: Les respostes no tindran registre de data.

source: Timings will be saved.
ca_es: Les respostes tindran registre de data.

source: Enable assessment mode?
ca_es: Activar el mode de valoració?

source: Participant may save and resume later?
ca_es: Els participants poden desar i continuar més tard?

source: Google Analytics API key for this survey?
ca_es: Clau (key) API de Google Analytics per aquesta enquesta?

source: Google Analytics style for this survey?
ca_es: Estil de Google Analytics per aquesta enquesta?

source: Do not use Google Analytics
ca_es: No fer servir Google Analytics

source: Default Google Analytics
ca_es: Google Analytics per defecte

source: Survey name-[SID]/Group name
ca_es: Nom-[SID] de l'enquesta/Nom del grup

source: Activate Survey
ca_es: Activar Enquesta

source: Survey does not pass consistency check
ca_es: L'enquesta no passa el control de consistència

source: The following problems have been found:
ca_es: S'han detectat els següents problemes:

source: The survey cannot be activated until these problems have been resolved.
ca_es: L'enquesta no podrà ser activada fins que aquests problemes estiguin resolts.

source: You should only activate a survey when you are absolutely certain that your survey setup is finished and will not need changing.
ca_es: Ha d'activar una enquesta quan estigui totalment segur que la configuració d'aquesta es correcta i no hi haurà més canvis.

source: Once a survey is activated you can no longer:
ca_es: Un cop activada l'enquesta no podrà:

source: Add or delete groups
ca_es: Afegir o eliminar grups

source: Add or delete questions
ca_es: Afegir o eliminar preguntes

source: Add or delete subquestions or change their codes
ca_es: Afegir o eliminar sub-preguntes o canviar-ne els codis.

source: The following settings cannot be changed when the survey is active.
ca_es: Les següents configuracions no es poden canviar mentre l'enquesta es troba activada.

source: Please check these settings now, then click the button below.
ca_es: Siusplau, comprova aquests paràmetres i llavors clica al botó de baix.

source: Date stamp?
ca_es: Desar la data?

source: Save IP address?
ca_es: Voleu desar l'adreça IP?

source: Please note that once responses have collected with this survey and you want to add or remove groups/questions or change one of the settings above, you will need to deactivate this survey, which will move all data that has already been entered into a separate archived table.
ca_es: Tingueu en compte que, una vegada s'han obtingut respostes per aquesta enquesta i voleu afegir o treure grups / preguntes o canviar alguna configuració de les anteriors, haurà de desactivar aquesta enquesta, fet que mourà totes les dades que ja han estat introduides a una taula d'arxiu diferent.

source: Save / Activate survey
ca_es: Desar / activar enquesta

source: Survey URL
ca_es: URL de l'Enquesta

source: Welcome:
ca_es: Benvinguda:

source: Additional languages:
ca_es: Idiomes Addicionals:

source: End URL
ca_es: URL final

source: Number of questions/groups
ca_es: Nombre de preguntes/grups

source: Survey currently active
ca_es: Enquesta actualment activa

source: Survey table name
ca_es: Nom de la taula de l'enquesta

source: Hints
ca_es: Ajudes

source: Table column usage
ca_es: Us columna taula

source: Table size usage
ca_es: Us tamany taula

source: Import again
ca_es: Importar de nou

source: File upload succeeded.
ca_es: S'ha pujat l'arxiu amb èxit.

source: Reading file..
ca_es: S'està llegint el fitxer...

source: Languages
ca_es: Idiomes

source: Question groups
ca_es: Grups de preguntes

source: Question attributes
ca_es: Atributs de la pregunta

source: Answers
ca_es: Respostes

source: Subquestions
ca_es: Sub-preguntes

source: Default answers
ca_es: Respostes per defecte

source: Conditions
ca_es: Condicions

source: Label sets
ca_es: Conjunts d'etiquetes

source: Not imported label sets
ca_es: Conjunts d'etiquetes no importades

source: (Label sets were not imported since you do not have the permission to create new label sets.)
ca_es: (No s'han importat els grups d'etiquetes ja que no té permissos per crear nous grups d'etiquetes)

source: Assessments
ca_es: Valoracions

source: Quotas
ca_es: Quotes

source: quota members
ca_es: membres de quota

source: and
ca_es: i

source: quota language settings
ca_es: configuració de l'idioma de la quota

source: Response import summary
ca_es: Resum de la importació de respostes

source: Responses
ca_es: Respostes

source: Import of survey is completed.
ca_es: Ha finalitzat la importació de l'enquesta.

source: Copy of survey is completed.
ca_es: Ha finalitzat la copia de l'enquesta.

source: Go to survey
ca_es: Anar a l'enquesta

source: Edit survey settings
ca_es: Modificar les opcions de l'enquesta

source: All questions, answers, etc for removed languages will be lost. Are you sure?
ca_es: Es perdran totes les preguntes, respostes, etc. pels idiomes eliminats. Estàs segur?

source: Save & edit survey text elements
ca_es: Desar i editar elements de text de l'enquesta

source: Parameter name:
ca_es: Nom del paràmetre:

source: Target (sub-)question:
ca_es: Sub-pregunta objectiu:

source: (No target question)
ca_es: (Cap pregunta seleccionada)

source: Error: You have to enter a group title for each language.
ca_es: Error: Ha d'introduir un títol de grup per a cada idioma.

source: Add question group
ca_es: Afegir grup de preguntes

source: Import question group
ca_es: Importar grup de preguntes

source: Title:
ca_es: Títol:

source: Randomization group:
ca_es: Grup aleatori:

source: Relevance equation:
ca_es: Equació de rellevància:

source: Save question group
ca_es: Desa el grup de preguntes

source: Select question group file (*.lsg/*.csv):
ca_es: Esculliu l''arxiu de grup de preguntes (*.lsq/*.csv)

source: Convert resource links?
ca_es: Convertir els enllaços dels recursos

source: Question group
ca_es: Grup de preguntes

source: Preview current question group
ca_es: Previsualitzar el grup de preguntes actual

source: Edit current question group
ca_es: Modificar el grup de preguntes seleccionat

source: Check survey logic for current question group
ca_es: Revisa l'arxiu de lògica de l'enquesta per aquest grup de preguntes

source: Deleting this group will also delete any questions and answers it contains. Are you sure you want to continue?
ca_es: Eliminant aquest grup també eliminará qualsevol pregunta i resposta que conté. Està segur que vol continuar?

source: Delete current question group
ca_es: Eliminar el grup de preguntes seleccionat

source: Impossible to delete this group because there is at least one question having a condition on its content
ca_es: No s'ha pogut eliminar aquest grup perquè hi ha, almenys, una pregunta associada a una condició del seu contingut

source: Export this question group
ca_es: Exportar aquest grup de preguntes

source: Questions:
ca_es: Preguntes:

source: Previous question
ca_es: Pregunta anterior

source: No previous question
ca_es: Cap pregunta anterior

source: Next question
ca_es: Pregunta següent

source: No next question
ca_es: No hi ha cap més pregunta

source: Disabled
ca_es: Desactivat

source: This survey is currently active.
ca_es: Aquesta enquesta està activa.

source: Add new question to group
ca_es: Afegir al grup una nova pregunta

source: Hide details of this group
ca_es: Ocultar detalls d'aquest grup

source: Show details of this group
ca_es: Mostrar detalls d'aquest grup

source: Close this group
ca_es: Tanca aquest grup

source: Relevance:
ca_es: Relevància:

source: Questions with conditions to this group
ca_es: Preguntes amb condicions en aquest grup

source: Edit Group
ca_es: Modificar Grup

source: Question group import summary
ca_es: Resum de la importació de grup de preguntes

source: Groups
ca_es: Grups

source: Question attributes:
ca_es: Atributs de la pregunta:

source: Question group import is complete.
ca_es: S'ha completat la importació del grup de preguntes.

source: Go to question group
ca_es: Vés al grup de preguntes

source: Are you sure you want to delete these surveys?
ca_es: Està segur que voleu eliminar aquesta enquesta?

source: Select columns
ca_es: Selecciona columnes

source: Select at least one survey.
ca_es: Seleccioneu, almenys, una enquesta.

source: Delete selected survey(s)
ca_es: Esborra la/les enquesta/es seleccionades

source: Filter...
ca_es: Filtre...

source: Filter surveys
ca_es: Filtrar enquestes

source: Reload survey list
ca_es: Recarrega la llista d'enquestes

source: There are currently no surveys.
ca_es: Actualment no hi ha enquestes.
